[
  {
    "id": 1,
    "title": "Night of the Living Dead",
    "plot": "At the beginning, it shows the siblings Barbra and Johnny drive to a cemetery in rural Pennsylvania to visit their father's grave, where a pale man in a tattered suit kills Johnny and attacks Barbra. She flees to a nearby farmhouse but finds the resident's corpse lying half-eaten on the stairs. A growing horde of ghouls soon surrounds the house as a stranger, Ben, arrives and initially mistakes Barbra for the homeowner. After driving back several ghouls, he boards the windows and doors. Will they make it through the night?",
    "review": "A groundbreaking classic in the horror genre, 'Night of the Living Dead' revolutionized zombie movies with its tense atmosphere and social commentary.",
    "year": 1968,
    "image": "https://image.tmdb.org/t/p/w500/rSBkU4g4uvZQIMOSpvrmvR4VwhA.jpg"
  },
  {
    "id": 2,
    "title": "Orphan",
    "plot": "Devastated by the loss of their unborn baby, Kate and John decide to adopt a baby girl. At the orphanage, the two fall in love with a little girl named Esther, and soon the couple brings their new daughter home. But when a series of mysterious events unfold, Kate begins to suspect that something demonic lurks behind the child's angelic face.",
    "review": "With a mix of psychological horror and shocking twists, 'Orphan' keeps you guessing until its chilling conclusion.",
    "year": 2009,
    "image": "https://image.tmdb.org/t/p/w500/lCGpOgoTOGLtZnBiGY9HRg5Xnjd.jpg"
  },
  {
    "id": 3,
    "title": "Ghostbusters",
    "plot": "After Columbia University parapsychology professors Peter Venkman, Ray Stantz, and Egon Spengler experience their first encounter with a ghost at the New York Public Library, the university dean dismisses the credibility of their paranormal-focused research and fires them. The trio responds by establishing Ghostbusters, a paranormal investigation and elimination service operating out of a disused firehouse. They develop high-tech nuclear-powered equipment to capture and contain ghosts, although business is initially slow.",
    "review": "A fun and inventive comedy that blends supernatural thrills with sharp humor. 'Ghostbusters' remains a beloved classic.",
    "year": 1984,
    "image": "https://image.tmdb.org/t/p/w500/7E8nLijS9AwwUEPu2oFYOVKhdFA.jpg"
  },
  {
    "id": 4,
    "title": "Texas Chainsaw Massacre",
    "plot": "It's about a group of friends (Sally, Jerry, Pam, Kirk, and Sally's paraplegic brother Franklin) traveling through Texas. They stop at an old house and meet a strange, dangerous family. One of them, called Leatherface, chases them with a chainsaw. The movie is scary because it feels real, with simple effects and a dark, tense mood. How will it continue?",
    "review": "A visceral and raw experience, 'Texas Chainsaw Massacre' redefined horror with its gritty realism and relentless tension.",
    "year": 1974,
    "image": "https://image.tmdb.org/t/p/w500/lk6je5jykNzsQxumZEryxMLbJjD.jpg"
  },
  {
    "id": 5,
    "title": "Sinister",
    "plot": "Ellison Oswald, a writer of crime stories, is in a bad streak; he has not had a hit in more than 10 years and he is desperate. When he discovers a film that shows the deaths of a family, he vows to solve the mystery. Ellison and his family move into the victims' house and he gets to work. However, when some old images and other clues point to a supernatural presence, Ellison discovers that living in that house could cost them their lives.",
    "review": "Dark and deeply unsettling, 'Sinister' delivers scares with its unique premise and chilling atmosphere.",
    "year": 2012,
    "image": "https://image.tmdb.org/t/p/w500/nzx10sca3arCeYBAomHan4Q6wa1.jpg"
  },
  {
    "id": 6,
    "title": "Caroline",
    "plot": "Is a 2009 American stop-motion animated dark fantasy horror film written for the screen and directed by Henry Selick, based on the 2002 novella of the same name by Neil Gaiman. The film tells the story of Coraline discovering an idealized alternate universe behind a secret door in her new home, unaware that it contains something dark and sinister.",
    "review": "A visually stunning and imaginative film that blends fantasy with a dark, haunting tone. 'Coraline' is a must-watch.",
    "year": 2009,
    "image": "https://image.tmdb.org/t/p/w500/4jeFXQYytChdZYE9JYO7Un87IlW.jpg"
  },
  {
    "id": 7,
    "title": "IT",
    "plot": "Is a movie about a city called Derry where, once every 27 years, local kids go missing. The film follows a group of friends as they unite to understand and stop IT, who makes kids disappear while they confront their biggest fears. IT will feed on their fear. Will they stay together?",
    "review": "Visually vibrant and terrifying, 'IT' is a character-driven horror film with heart and genuine scares.",
    "year": 2017,
    "image": "https://image.tmdb.org/t/p/w500/9E2y5Q7WlCVNEhP5GiVTjhEhx1o.jpg"
  },
  {
    "id": 8,
    "title": "SAW",
    "plot": "Follows the story of a murderer called Jigsaw. He captures his victims and puts them in extreme situations, confronting their own fears and sins to survive using clues they must solve to escape.",
    "review": "Gripping and intense, 'SAW' combines psychological tension with brutal traps, redefining modern horror.",
    "year": 2004,
    "image": "https://image.tmdb.org/t/p/w500/harQifr8kpIVqlLP41kTR058LZB.jpg"
  },
  {
    "id": 9,
    "title": "Kynodontas",
    "plot": "A couple and their adult son and two adult daughters live in a fenced compound. The children have no knowledge of the outside world; their parents say they will be ready to leave once they lose a dog tooth, and that one can safely leave only by car. The children entertain themselves with endurance games, such as holding their hands under hot water. They believe they have a brother on the other side of the fence to whom they throw supplies. The parents reward good behavior with stickers and punish bad with violence.",
    "review": "Dark and disturbing, 'Kynodontas' (Dogtooth) offers a unique and grotesque exploration of family control and psychological horror.",
    "year": 2009,
    "image": "https://image.tmdb.org/t/p/w500/9AtxFlUOmeTtMMXYyz8azvN2few.jpg"
  },
  {
    "id": 10,
    "title": "The Blair Witch Project",
    "plot": "Follows three film students—Heather, Mike, and Josh—who venture into the Black Hills forest of Maryland to make a documentary about the local legend of the Blair Witch. The witch is rumored to haunt the woods, and stories of her terrorizing presence stretch back to the 18th century. As they get deeper into the forest, the group encounters eerie signs: strange stick figures hanging from trees, rock piles, and unsettling noises at night.",
    "review": "A pioneer in found footage horror, 'The Blair Witch Project' masterfully builds tension with its raw and realistic storytelling.",
    "year": 1999,
    "image": "https://image.tmdb.org/t/p/w500/9050VGrYjYrEjpOvDZVAngLbg1f.jpg"
  },
  {
    "id": 11,
    "title": "Terrifier",
    "plot": "A clown called Art chases and terrorizes two young women on Halloween night, seeking to kill anyone who stands in his way.",
    "review": "Despite its low budget, 'Terrifier' delivers a gruesome and suspenseful Halloween horror experience.",
    "year": 2016,
    "image": "https://image.tmdb.org/t/p/w500/sFaPj5UyIAsiRuIgVl60pCYUzmR.jpg"
  },
  {
    "id": 12,
    "title": "Child's Play Chucky",
    "plot": "A single mother gifts her son a doll, not knowing it’s possessed by the soul of a serial killer. Chaos ensues as the doll, Chucky, unleashes terror.",
    "review": "A cult classic in the slasher genre, 'Child's Play' balances humor and horror with an unforgettable villain, Chucky.",
    "year": 1988,
    "image": "https://image.tmdb.org/t/p/w500/mRTnim0xPxYiH0LWi2O59Lqk2Gd.jpg"
  },
  {
    "id": 13,
    "title": "Hocus Pocus",
    "plot": "Max, a teenager, accidentally awakens three evil witches, the Sanderson sisters, on Halloween night. Alongside his sister and a talking cat, he must stop the witches before dawn.",
    "review": "A lighthearted Halloween favorite, 'Hocus Pocus' mixes humor, magic, and adventure, making it a perfect family-friendly watch.",
    "year": 1993,
    "image": "https://image.tmdb.org/t/p/w500/by4D4Q9NlUjFSEUA1yrxq6ksXmk.jpg"
  },
  {
    "id": 14,
    "title": "The Shining",
    "plot": "Directed by Stanley Kubrick, is a masterful psychological horror film that has captivated audiences since its release in 1980. Based on Stephen King's novel, the story follows Jack Torrance, a struggling writer who accepts a job as the winter caretaker of the isolated Overlook Hotel. He brings along his wife, Wendy, and son, Danny, who possesses a psychic gift known as the shining. As winter sets in and they’re cut off from the outside world, Jack’s mental state begins to deteriorate, leading to  disturbing events that blur the lines between reality and the supernatural.",
    "review": "it is one of the best Halloween movies for the whole family. Do you know why? Because it mixes humor, magic and a little bit of horror in a way that captivates both children and adults.",
    "year": 1980,
    "image": "https://image.tmdb.org/t/p/w500/upBsuweJjBftrkJGqVf8PHCdH0l.jpg"
  },
  {
    "id": 15,
    "title": "The Corpse of the Bride",
    "plot": "Victor, a shy young man, accidentally proposes to a corpse bride while practicing his wedding vows in the woods. He is then whisked away to the Land of the Dead.",
    "review": "With stunning stop-motion animation and a hauntingly beautiful story, 'The Corpse of the Bride' is a gothic masterpiece by Tim Burton.",
    "year": 2005,
    "image": "https://image.tmdb.org/t/p/w500/isb2Qow76GpqYmsSyfdMfsYAjts.jpg"
  },
  {
    "id": 16,
    "title": "Monsters, inc.",
    "plot": "Is about two monsters, Sulley and Mike, who work at a company that collects energy from children's screams to power their city. One day, a little girl accidentally enters their world, causing chaos since humans are believed to be dangerous. As Sulley and Mike try to solve the situation and return the girl home, they face unexpected challenges and learn things that could change the way their world works forever.",
    "review": "The movie stands out for its innovative animation, clever script, and lovable characters. With a perfect balance between comedy and emotion, it tackles themes such as friendship, fear, and overcoming prejudices.",
    "year": 2005,
    "image": "https://image.tmdb.org/t/p/w500/wFSpyMsp7H0ttERbxY7Trlv8xry.jpg"
  }
]
